export const ArrayTimeIntervals = [
    {
        years: ['1980', '1986'],
        title: 'Технологии',
        content: [
            {
                year: 1980,
                text: 'В этом году был представлен первый персональный компьютер от IBM.'
            },
            {
                year: 1981,
                text: 'Apple выпустила свой первый компьютер Apple II, который стал популярным.'
            },
            {
                year: 1982,
                text: 'Выпущен первый в мире микропроцессор Intel 80286.'
            },
            {
                year: 1983,
                text: 'Состоялся запуск первой версии операционной системы Microsoft Windows.'
            },
            {
                year: 1984,
                text: 'Apple представила Macintosh, первый массовый компьютер с графическим интерфейсом.'
            },
            {
                year: 1985,
                text: 'IBM выпустила свой первый портативный компьютер, IBM PC Convertible.'
            },
            {
                year: 1986,
                text: 'Intel анонсировала процессор 80386, который стал основой для многих ПК.'
            },
        ]
    },
    {
        years: ['1987', '1991'],
        title: 'Кино',
        content: [
            {
                year: 1987,
                text: 'Вышел фильм "Звёздные войны: Эпизод VI — Возвращение джедая".'
            },
            {
                year: 1988,
                text: 'Фильм "Кошмар перед Рождеством" стал культовым анимационным фильмом.'
            },
            {
                year: 1989,
                text: 'Вышел фильм "Бэтмен", который стал кассовым хитом.'
            },
            {
                year: 1990,
                text: 'Фильм "Титаник" начал свою работу над созданием.'
            },
            {
                year: 1991,
                text: 'Вышел фильм "Сияние", который стал классикой ужасов.'
            },
        ]
    },
    {
        years: ['1992', '1997'],
        title: 'Литература',
        content: [
            {
                year: 1992,
                text: 'Вышла первая книга из серии "Гарри Поттер" Дж. К. Роулинг.'
            },
            {
                year: 1993,
                text: 'Состоялся выход "Мастера и Маргариты" Михаила Булгакова.'
            },
            {
                year: 1994,
                text: 'Вышла книга "Сияние" Стивена Кинга.'
            },
            {
                year: 1995,
                text: 'Опубликован роман "Снегурочка" Виктора Пелевина.'
            },
            {
                year: 1996,
                text: 'Вышла книга "В поисках роста" Дэниела Канемана.'
            },
            {
                year: 1997,
                text: 'Опубликован роман "Гарри Поттер и философский камень".'
            },
        ]
    },
    {
        years: ['1998', '2005'],
        title: 'Музыка',
        content: [
            {
                year: 1998,
                text: 'Вышел альбом "The Miseducation of Lauryn Hill", который стал классикой.'
            },
            {
                year: 1999,
                text: 'Бритни Спирс выпустила свой дебютный альбом "...Baby One More Time".'
            },
            {
                year: 2000,
                text: 'Эминем выпустил альбом "The Marshall Mathers LP".'
            },
            {
                year: 2001,
                text: 'Вышел альбом "Hybrid Theory" группы Linkin Park.'
            },
            {
                year: 2002,
                text: 'Аланис Мориссетт выпустила альбом "Under Rug Swept".'
            },
            {
                year: 2003,
                text: 'Бейонсе выпустила свой первый сольный альбом "Dangerously in Love".'
            },
            {
                year: 2004,
                text: 'Группа Green Day выпустила альбом "American Idiot".'
            },
            {
                year: 2005,
                text: 'Канье Уэст выпустил альбом "Late Registration".'
            }
        ]
    },
    {
        years: ['2006', '2014'],
        title: 'Спорт',
        content: [
            {
                year: 2006,
                text: 'Италия выиграла чемпионат мира по футболу в Германии.'
            },
            {
                year: 2007,
                text: 'Роджер Федерер выиграл свой первый титул на турнире в Уимблдоне.'
            },
            {
                year: 2008,
                text: 'Майкл Фелпс выиграл 8 золотых медалей на Олимпийских играх в Пекине.'
            },
            {
                year: 2009,
                text: 'Серена Уильямс выиграла свой третий титул на US Open.'
            },
            {
                year: 2010,
                text: 'Испания выиграла чемпионат мира по футболу в Южной Африке.'
            },
            {
                year: 2011,
                text: 'Новый рекорд по количеству очков в НБА установил Коби Брайант.'
            },
            {
                year: 2012,
                text: 'Лондон принял летние Олимпийские игры.'
            },
            {
                year: 2013,
                text: 'Бразилия выиграла Кубок Конфедераций.'
            },
            {
                year: 2014,
                text: 'Германия выиграла чемпионат мира по футболу в Бразилии.'
            }
        ]
    },
    {
        years: ['2015', '2022'],
        title: 'Наука',
        content: [
            {
                year: 2015,
                text: 'NASA объявило о наличии воды на Марсе.'
            },
            {
                year: 2016,
                text: 'Ученые обнаружили новую экзопланету, похожую на Землю.'
            },
            {
                year: 2017,
                text: 'Состоялся запуск первого тестового полета SpaceX с ракетой Falcon 9.'
            },
            {
                year: 2018,
                text: 'Ученые создали искусственный интеллект, способный писать стихи.'
            },
            {
                year: 2019,
                text: 'Обнаружены новые виды динозавров в Южной Америке.'
            },
            {
                year: 2020,
                text: 'Ученые разработали вакцину против COVID-19.'
            },
            {
                year: 2021,
                text: 'NASA успешно приземлило марсоход Perseverance на Марсе.'
            },
            {
                year: 2022,
                text: 'Ученые объявили о создании первого в мире квантового компьютера.'
            }
        ]
    },
]